Repository: phamvmnhut/maintenance-app
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Setting
vi: Cài đặt

source: Language
vi: Ngôn ngữ

source: Dark Mode
vi: Chế độ tối

# notification
source: Notifications
vi: Thông báo

source: General
vi: Cấu hình chung

# privacy_policy
source: Privacy and Policy
vi: Chính sách bảo mật và quyền riêng tư

source: Logout
vi: Đăng xuất

source: Next Time Care
vi: Bào trì lần kế

source: Reminder
vi: Nhắc nhở

source: Time used
vi: Sức khoẻ

source: Care time
vi: Các lần bảo trì

# have_care_time
source: You have xx time care
vi: Bạn có xx lần bảo trì

# xx_day
source: xx Days
vi: xx Ngày

source: Care as soon
vi: Bảo trì sắp tới

source: Hello
vi: Xin chào

source: Delete
vi: Xoá

source: Edit
vi: Chỉnh sửa

source: Loading
vi: Đang tải

source: Save
vi: Lưu

source: Cancel
vi: Huỷ

source: Sent
vi: Gửi

source: Verify Email
vi: Xác thực email

source: Update Username
vi: Cập nhật tên đại diện

source: Login
vi: Đăng nhập

# user_intro
source: id, media and shopping
vi: Tài khoản, phương tiện và mua sắm

# search_hint
source: Type for search
vi: Nhập để tìm kiếm

source: Your device care
vi: Thiết bị cần bảo trì

# msg_add_care_success
source: Successfully added new care
vi: Tạo mới Bảo trì thành công

# add_new_care
source: Add new device care
vi: Thêm Bảo trì mới

source: Device
vi: Thiết bị

source: Please choose Device | Model
vi: Vui lòng chọn Thiết bị | Mẫu

source: Memo name
vi: Tên gợi nhắc

source: Start Date
vi: Thời gian bắt đầu

source: Care next time
vi: Bảo trì kế tiếp

source: Information
vi: Thông tin

source: Please choose Equipment
vi: Vui lòng chọn Bộ phận

# please_choose_day_week
source: Please choose number (Days, Weeks..)
vi: Vui lòng chọn số Ngày, Tuần

source: Done
vi: Hoàn thành

# model_hint
source: Input Model name...
vi: Nhập tên Mẫu ...

# xx_equipment
source: xx Equipments
vi: xx Bộ phận

# equipment_hint
source: Input Equipment name...
vi: Nhập tên Bộ phận...

source: Add new
vi: Thêm mới

# device_hint
source: Input Device name...
vi: Nhập tên Thiết bị...

# xx_model
source: xx Models
vi: xx Mẫu

source: Warning
vi: Cảnh báo

# msg_delete
source: Do you really want to delete?
vi: Bạn có chắc chắn muốn xoá không

source: Confirm
vi: Xác nhận

# not_found_device_care
source: Can't find Device Care!
vi: Không có Bào trì nào cả

# return_text
source: Return
vi: Trở về

# care_hint
source: Input Care name...
vi: Nhập tên Bảo trì...

# care_history_hint
source: Input Care History name...
vi: Nhập tên Bảo trì Lịch sử...
